{
  "bom dia": "Olá bom dia! Bem-vindo(a) à DC Drivers Company! Como posso ajudar você hoje?",
  "boa tarde": "Olá boa tarde! Bem-vindo(a) à DC Drivers Company! Como posso ajudar você hoje?",
  "boa noite": "Olá boa noite! Bem-vindo(a) à DC Drivers Company! Como posso ajudar você hoje?",
  "Olá": "Bem-vindo(a) à DC Drivers Company! Como posso ajudar você hoje?",
  "olá": "Bem-vindo(a) à DC Drivers Company! Como posso ajudar você hoje?",
  "ola": "Bem-vindo(a) à DC Drivers Company! Como posso ajudar você hoje?",
  "oi": "Bem-vindo(a) à DC Drivers Company! Como posso ajudar você hoje?",
  "tchau": "Até logo! Obrigado por entrar em contato com a DC Drivers Company.",
  "aplicativos": "Você pode baixar nossos aplicativos para facilitar sua mobilidade: 'Drivers Company' para viagens compartilhadas e 'Drivers Company GO' para viagens urbanas. Disponíveis na Play Store (Android) e App Store (iOS).",
  "aplicativo": "Você pode baixar nossos aplicativos para facilitar sua mobilidade: 'Drivers Company' para viagens compartilhadas e 'Drivers Company GO' para viagens urbanas. Disponíveis na Play Store (Android) e App Store (iOS).",
  "passo a passo": "Sua viagem em três passos: 1. Agende sua viagem; 2. Acompanhe em tempo real; 3. Desfrute da experiência.",
  "guia": "Sua viagem em três passos: 1. Agende sua viagem; 2. Acompanhe em tempo real; 3. Desfrute da experiência.",
  "corrida": "Você pode agendar sua viagem/corrida baixando nossos aplicativos para facilitar sua mobilidade: 'Drivers Company' para viagens compartilhadas e 'Drivers Company GO' para viagens urbanas. Disponíveis na Play Store (Android) e App Store (iOS).",
  "chame um motrista": "Você deve agendar sua viagem/corrida baixando nossos aplicativos para solicitar um motorista: 'Drivers Company' para viagens compartilhadas e 'Drivers Company GO' para viagens urbanas. Disponíveis na Play Store (Android) e App Store (iOS).",
  "chamar um motrista": "Você deve agendar sua viagem/corrida baixando nossos aplicativos para solicitar um motorista: 'Drivers Company' para viagens compartilhadas e 'Drivers Company GO' para viagens urbanas. Disponíveis na Play Store (Android) e App Store (iOS).",
  "chamar motrista": "Você deve agendar sua viagem/corrida baixando nossos aplicativos para solicitar um motorista: 'Drivers Company' para viagens compartilhadas e 'Drivers Company GO' para viagens urbanas. Disponíveis na Play Store (Android) e App Store (iOS).",
  "como eu encontro um motorista": "Você deve agendar sua viagem/corrida baixando nossos aplicativos para solicitar um motorista: 'Drivers Company' para viagens compartilhadas e 'Drivers Company GO' para viagens urbanas. Disponíveis na Play Store (Android) e App Store (iOS).",
  "como eu encontro um motorista?": "Você deve agendar sua viagem/corrida baixando nossos aplicativos para solicitar um motorista: 'Drivers Company' para viagens compartilhadas e 'Drivers Company GO' para viagens urbanas. Disponíveis na Play Store (Android) e App Store (iOS).",
  "vantagens": "Nossas vantagens incluem: serviço personalizado, segurança e confiabilidade, suporte 24/7, preços competitivos e muito mais. Escolha a Drivers Company!",
  "personalizado": "Nossas vantagens incluem: serviço personalizado, segurança e confiabilidade, suporte 24/7, preços competitivos e muito mais. Escolha a Drivers Company!",
  "contato": "Você pode entrar em contato conosco pelo e-mail driverscompany2024@gmail.com, WhatsApp ou visitar nosso endereço em Araranguá - SC, CEP 88905-256.",
  "missão": "Nossa missão é proporcionar transporte seguro, acessível e confiável, conectando pessoas e comunidades de forma eficiente.",
  "valores": "Nossos valores incluem: segurança em primeiro lugar, excelência no atendimento, inovação, responsabilidade social, valorização dos motoristas e transparência.",
  "como funciona": "Sua viagem em três passos: 1. Agende sua viagem; 2. Acompanhe em tempo real; 3. Desfrute da experiência.",
  "clientes": "Na DC Drivers Company, nossos clientes têm acesso a serviços exclusivos como transporte para eventos, luxo, mulheres e idosos, além de suporte 24/7.",
  "motoristas": "Junte-se à DC Drivers Company! Oferecemos benefícios como seguro de vida, planos de saúde, suporte exclusivo e maior segurança financeira.",
  "história": "A DC Drivers Company foi criada para oferecer transporte seguro, confiável e inovador, promovendo a satisfação de clientes e motoristas.",
  "acessibilidade": "Nosso site é totalmente acessível e está em conformidade com as diretrizes WCAG 2.1 nível AA. Caso precise de assistência, entre em contato conosco pelo e-mail driverscompany2024@gmail.com.",
  "opinião de clientes": "Um de nossos clientes comentou: 'Realmente, nós nos surpreendemos com a Drivers Company, motorista muito bom e atencioso. Foi uma experiência excelente!'",
  "declaração de acessibilidade": "Nos comprometemos a tornar nosso site acessível a todos os usuários, seguindo diretrizes de acessibilidade e melhores práticas de design inclusivo. Caso encontre dificuldades, entre em contato conosco.",
  "quais são os serviços oferecidos?": "Oferecemos transporte urbano, interurbano, compartilhado, de luxo, especializado para mulheres e idosos, transporte de cargas e para eventos.",
  "como faço para reservar uma corrida?": "Você pode reservar uma corrida pelo nosso aplicativo 'Drivers Company' ou 'Drivers Company GO', disponível na Play Store e App Store.",
  "onde encontro o aplicativo da Drivers Company?": "Nossos aplicativos estão disponíveis na Play Store (Android) e App Store (iOS). Baixe 'Drivers Company' ou 'Drivers Company GO' agora mesmo!",
  "qual é a diferença entre Drivers Company e Drivers Company GO?": "'Drivers Company' é para viagens compartilhadas de longa distância, enquanto 'Drivers Company GO' é focado em mobilidade urbana.",
  "os motoristas têm suporte?": "Sim, oferecemos suporte 24 horas por dia, seguro de vida, planos de saúde e suporte financeiro para nossos motoristas.",
  "como me torno um motorista da Drivers Company?": "Para se cadastrar como motorista, baixe nosso aplicativo e siga as instruções para completar o cadastro.",
  "quais são os benefícios para motoristas?": "Segurança financeira, equilíbrio entre vida pessoal e profissional, suporte 24/7, seguro de vida, planos de saúde e muito mais.",
  "como funcionam os serviços exclusivos para mulheres?": "Motoristas mulheres atendem exclusivamente passageiras, garantindo mais segurança e conforto para elas.",
  "há transporte especializado para eventos?": "Sim, oferecemos transporte especializado para eventos, garantindo pontualidade e conforto para você e seus convidados.",
  "como posso acompanhar minha corrida?": "Você pode acompanhar sua corrida em tempo real pelo aplicativo, sabendo exatamente quando o motorista chegará.",
  "quais são os horários de atendimento?": "Nosso suporte está disponível 24 horas por dia, 7 dias por semana.",
  "qual é o endereço da empresa?": "Estamos localizados em Araranguá - SC, CEP 88905-256.",
  "como entrar em contato com a empresa?": "Você pode nos contatar pelo e-mail driverscompany2024@gmail.com ou WhatsApp +55 51 93300-0408.",
  "a empresa oferece transporte de cargas?": "Sim, temos serviços de transporte de cargas com segurança e eficiência.",
  "como funciona o sistema de compartilhamento de viagens?": "Nosso sistema conecta passageiros com destinos semelhantes, reduzindo custos e impacto ambiental.",
  "há benefícios para clientes recorrentes?": "Sim, temos promoções e descontos especiais para clientes recorrentes. Fique atento ao nosso aplicativo!",
  "o que é a missão da Drivers Company?": "Nossa missão é oferecer transporte seguro e confiável, conectando pessoas com eficiência e inovação.",
  "quais são os valores da empresa?": "Segurança, excelência, inovação, responsabilidade social, valorização dos motoristas e transparência.",
  "quais são as formas de pagamento aceitas?": "Aceitamos cartões de crédito, débito e pagamentos via aplicativo.",
  "formas": "Aceitamos cartões de crédito, débito e pagamentos via aplicativo.",
  "formas?": "Aceitamos cartões de crédito, débito e pagamentos via aplicativo.",
  "pagamento": "Aceitamos cartões de crédito, débito e pagamentos via aplicativo.",
  "pagar": "Aceitamos cartões de crédito, débito e pagamentos via aplicativo.",
  "forma de pagamento": "Aceitamos cartões de crédito, débito e pagamentos via aplicativo.",
  "formas de pagamento": "Aceitamos cartões de crédito, débito e pagamentos via aplicativo.",
  "a empresa possui acessibilidade para pessoas com deficiência?": "Sim, nossos veículos e serviços são adaptados para garantir acessibilidade e conforto para todos.",
  "há um programa de fidelidade?": "Sim, oferecemos recompensas e descontos para clientes frequentes. Baixe o app e comece a acumular pontos!",
  "como é feita a seleção de motoristas?": "Nossos motoristas passam por um processo rigoroso de seleção e treinamento, garantindo segurança e qualidade.",
  "os veículos são seguros?": "Sim, todos os nossos veículos passam por inspeções regulares e atendem às normas de segurança.",
  "posso agendar uma corrida com antecedência?": "Sim, você pode agendar corridas antecipadamente pelo nosso aplicativo.",
  "há transporte para empresas?": "Sim, oferecemos serviços corporativos personalizados para empresas. Entre em contato para saber mais.",
  "os motoristas têm seguro?": "Sim, nossos motoristas contam com seguro de vida e assistência veicular.",
  "a empresa tem um compromisso com a sustentabilidade?": "Sim, promovemos práticas sustentáveis, como compartilhamento de viagens e redução de emissões de carbono.",
  "há atendimento por WhatsApp?": "Sim, entre em contato pelo WhatsApp no número +55 51 93300-0408.",
  "como faço para baixar o aplicativo?": "Procure por 'Drivers Company' ou 'Drivers Company GO' na Play Store ou App Store e baixe gratuitamente.",
  "qual é o telefone para contato?": "Nosso telefone de contato é +55 51 93300-0408.",
  "há suporte para idosos?": "Sim, temos serviços especializados para atender com conforto e segurança os passageiros idosos.",
  "o que diferencia a Drivers Company das outras empresas?": "Nossa personalização, segurança, suporte 24/7 e benefícios para motoristas e passageiros nos destacam no mercado.",
  "os preços são competitivos?": "Sim, oferecemos preços justos e competitivos, mantendo a qualidade do serviço.",
  "como posso cancelar uma corrida?": "Você pode cancelar sua corrida diretamente pelo aplicativo, com opções para informar o motivo do cancelamento.",
  "posso avaliar os motoristas?": "Sim, após cada corrida, você pode avaliar seu motorista pelo aplicativo e ajudar a melhorar nossos serviços.",
  "há transporte de luxo?": "Sim, oferecemos opções de transporte de luxo para ocasiões especiais.",
  "a empresa atua em todo o Brasil?": "Estamos expandindo nossos serviços. Confira as áreas de cobertura no nosso aplicativo.",
  "há promoções disponíveis?": "Sim, fique atento ao nosso aplicativo para aproveitar promoções exclusivas.",
  "como faço para dar feedback sobre minha experiência?": "Envie seu feedback pelo aplicativo ou entre em contato pelo e-mail driverscompany2024@gmail.com.",
  "a empresa promove eventos?": "Sim, participamos de eventos locais e promovemos iniciativas para a comunidade.",
  "há opções para transporte de grandes grupos?": "Sim, temos veículos que atendem grupos maiores. Entre em contato para mais informações.",
  "como posso obter ajuda técnica com o aplicativo?": "Entre em contato pelo nosso suporte técnico no aplicativo ou pelo e-mail driverscompany2024@gmail.com.",
  "a empresa apoia causas sociais?": "Sim, promovemos iniciativas sociais e programas de inclusão em nossa comunidade.",
  "como funciona a tarifa dinâmica?": "A tarifa dinâmica é aplicada em horários de alta demanda para garantir que você consiga um motorista mais rapidamente.",
  "posso pagar em dinheiro?": "Sim, nossos motoristas aceitam pagamento em dinheiro, além de outras formas como cartão e pagamento pelo app.",
  "há limite de bagagem para corridas?": "Depende do veículo. Consulte as informações no aplicativo ou entre em contato para mais detalhes.",
  "o que fazer se esquecer algo no veículo?": "Entre em contato com o motorista pelo aplicativo para recuperar seu item.",
  "há transporte para aeroportos?": "Sim, oferecemos transporte dedicado para aeroportos, garantindo que você chegue pontualmente.",
  "como funciona o sistema de avaliação dos motoristas?": "Após cada corrida, você pode avaliar o motorista de 1 a 5 estrelas e deixar um comentário.",
  "como posso alterar meu endereço de destino?": "Durante a corrida, você pode alterar o destino diretamente pelo aplicativo.",
  "os motoristas têm formação profissional?": "Sim, todos os motoristas passam por treinamento especializado antes de iniciar suas atividades.",
  "como faço para recuperar meu recibo de corrida?": "Você pode acessar os recibos das corridas diretamente no aplicativo, na seção de histórico.",
  "há um canal de atendimento para reclamações?": "Sim, você pode enviar reclamações pelo nosso aplicativo ou pelo e-mail driverscompany2024@gmail.com.",
  "como funciona o programa de cashback?": "Parte do valor pago em corridas é devolvida como crédito para usar em corridas futuras.",
  "quais as políticas de cancelamento?": "Você pode cancelar corridas no aplicativo. Taxas podem ser aplicadas dependendo do tempo de cancelamento.",
  "os motoristas seguem protocolos de segurança?": "Sim, todos os motoristas seguem protocolos rigorosos de segurança e higiene.",
  "o que é o serviço premium?": "Nosso serviço premium oferece veículos de luxo e motoristas treinados para um atendimento exclusivo.",
  "posso escolher o tipo de veículo?": "Sim, você pode selecionar o tipo de veículo no aplicativo, como econômico, luxo ou compartilhado.",
  "quais são os critérios para ser motorista?": "É necessário ter CNH com EAR, veículo próprio em boas condições e passar por nosso processo de seleção.",
  "há transporte para pessoas com animais de estimação?": "Sim, temos motoristas que aceitam animais de estimação. Informe ao solicitar a corrida.",
  "como faço para atualizar meu perfil no aplicativo?": "Acesse a seção 'Configurações' no aplicativo e edite suas informações pessoais.",
  "o aplicativo está disponível para Windows Phone?": "No momento, nosso aplicativo está disponível apenas para Android e iOS.",
  "posso viajar para outras cidades?": "Sim, nossas corridas interurbanas permitem viagens para outras cidades dentro da área de cobertura.",
  "há transporte exclusivo para empresas?": "Sim, oferecemos planos corporativos para atender às necessidades de transporte de empresas.",
  "como funciona a integração com transportes públicos?": "Estamos em processo de integração para oferecer rotas combinadas com transporte público.",
  "o aplicativo consome muita bateria?": "Nosso aplicativo é otimizado para minimizar o consumo de bateria.",
  "posso solicitar uma corrida para outra pessoa?": "Sim, você pode solicitar uma corrida para outra pessoa, informando o nome e o telefone dela.",
  "quais documentos são necessários para motoristas?": "São necessários CNH com EAR, documento do veículo atualizado e comprovante de residência.",
  "como posso garantir corridas seguras à noite?": "Todos os motoristas são verificados, e você pode compartilhar sua rota em tempo real com amigos ou familiares.",
  "posso adicionar uma parada durante a corrida?": "Sim, é possível adicionar uma ou mais paradas pelo aplicativo durante a corrida.",
  "há suporte para emergências?": "Sim, temos um botão de emergência no aplicativo para situações críticas.",
  "como faço para acessar promoções?": "Promoções são enviadas via notificação no aplicativo. Certifique-se de ativar as notificações.",
  "quais regiões são atendidas?": "Atendemos várias cidades e regiões. Consulte o aplicativo para saber se estamos disponíveis na sua área.",
  "há um limite de idade para motoristas?": "Motoristas devem ter pelo menos 21 anos e atender aos requisitos de habilitação.",
  "posso usar o aplicativo fora do Brasil?": "Atualmente, nossos serviços estão disponíveis apenas no Brasil.",
  "como funciona o seguro para passageiros?": "Todos os passageiros estão cobertos por seguro durante a corrida, garantindo segurança adicional.",
  "há opções para transporte de bicicletas?": "Sim, alguns motoristas têm veículos adaptados para transportar bicicletas. Verifique no app.",
  "como funciona o sistema de recompensas?": "Acumule pontos a cada corrida e troque por descontos ou benefícios exclusivos.",
  "posso solicitar um motorista específico?": "No momento, não é possível escolher um motorista específico, mas todos são altamente qualificados.",
  "há taxas adicionais para horários noturnos?": "Sim, corridas em horários noturnos ou feriados podem incluir uma taxa adicional.",
  "o que fazer se o motorista atrasar?": "Você pode acompanhar o trajeto do motorista em tempo real e entrar em contato pelo app para saber mais.",
  "quais são os horários de maior demanda?": "Os horários de pico geralmente são entre 7h-9h e 17h-20h, além de fins de semana e feriados.",
  "há transporte para crianças?": "Sim, temos motoristas que oferecem cadeirinhas para garantir a segurança de crianças.",
  "como funciona a política de preços?": "Nossos preços são calculados com base na distância, tempo de viagem e demanda no momento.",
  "como recupero minha senha do aplicativo?": "Na tela de login, clique em 'Esqueci minha senha' e siga as instruções para redefini-la.",
  "há serviço de transporte para turismo?": "Sim, oferecemos transporte para passeios turísticos. Consulte os pacotes disponíveis no app.",
  "os motoristas recebem treinamento?": "Sim, todos os motoristas passam por treinamento para garantir um serviço de qualidade.",
  "como faço para reportar uma experiência ruim?": "Você pode reportar diretamente pelo app ou enviar um e-mail para driverscompany2024@gmail.com.",
  "há suporte para passageiros com necessidades especiais?": "Sim, temos veículos adaptados para atender passageiros com necessidades especiais.",
  "posso pagar com Pix?": "Sim, aceitamos pagamento via Pix em corridas.",
  "como funciona o transporte para eventos?": "Organizamos transporte dedicado para eventos, com veículos adequados ao número de passageiros.",
  "os motoristas podem recusar corridas?": "Motoristas podem recusar corridas caso não se sintam seguros ou em situações excepcionais.",
  "há políticas para transporte de carga frágil?": "Sim, recomendamos informar sobre itens frágeis para garantir o cuidado adequado.",
  "posso usar o aplicativo em outro idioma?": "Sim, nosso app suporta múltiplos idiomas. Configure no menu 'Configurações'.",
  "há parcerias com empresas?": "Sim, temos parcerias com empresas para oferecer transporte corporativo personalizado.",
  "quais são as condições para promoções?": "As promoções podem variar. Consulte o aplicativo para ver as condições e requisitos específicos.",
  "posso agendar um transporte para um evento específico?": "Sim, entre em contato conosco para agendar um transporte especializado para eventos.",
  "como posso saber o tempo estimado de chegada do meu motorista?": "Você pode ver o tempo estimado de chegada do seu motorista no aplicativo assim que a corrida for confirmada.",
  "quais são os requisitos de segurança para passageiros?": "Recomendamos que os passageiros verifiquem sempre o nome e a foto do motorista, além do veículo, antes de embarcar.",
  "como posso listar minhas corridas anteriores?": "Você pode ver o histórico de corridas diretamente no aplicativo, na seção de corridas anteriores.",
  "é possível alterar o pagamento no meio da corrida?": "Não, o método de pagamento deve ser escolhido antes da confirmação da corrida.",
  "como funciona o sistema de indicação?": "Indique amigos e ganhe pontos ou descontos para sua próxima corrida. Confira os detalhes no aplicativo.",
  "como posso alterar meu método de pagamento?": "Acesse as configurações do aplicativo e escolha o método de pagamento desejado na seção de pagamentos.",
  "o que devo fazer se sentir que estou em perigo durante a corrida?": "Use o botão de emergência no aplicativo para entrar em contato com as autoridades ou avisar seus contatos.",
  "quais cuidados a empresa toma para COVID-19?": "Todos os motoristas seguem protocolos de higienização e uso de máscaras. Recomendamos que os passageiros façam o mesmo.",
  "posso mudar o destino após iniciar a corrida?": "Sim, você pode alterar o destino a qualquer momento, mas isso pode afetar o preço final da corrida.",
  "quais tipos de veículos estão disponíveis?": "Temos uma variedade de veículos, que vão desde carros econômicos até opções de luxo.",
  "tem quais carro": "Temos uma variedade de veículos, que vão desde carros econômicos até opções de luxo.",
  "tem quais carros": "Temos uma variedade de veículos, que vão desde carros econômicos até opções de luxo.",
  "motocicleta": "Não trabalhamos com esse tipo de veículo",
  "moto": "Não trabalhamos com esse tipo de veículo",
  "onibus": "Não trabalhamos com esse tipo de veículo",
  "ônibus": "Não trabalhamos com esse tipo de veículo",
  "como posso reportar um motorista?": "Você pode reportar um motorista diretamente pelo aplicativo após a corrida, informando o motivo da reclamação.",
  "há opção de agendar corridas futuras?": "Sim, você pode agendar corridas com antecedência diretamente pelo aplicativo.",
  "o que fazer se o aplicativo travar?": "Reinicie o aplicativo ou verifique sua conexão de internet. Caso o problema persista, entre em contato com o suporte.",
  "como funciona o suporte 24 horas?": "Nosso suporte está disponível 24/7 por meio do chat no aplicativo e por e-mail.",
  "há cobrança de taxa por cancelamento?": "Sim, em alguns casos específicos, uma taxa pode ser aplicada ao cancelar corridas após a confirmação.",
  "quais métodos de pagamento são aceitos?": "Aceitamos cartões de crédito, débito, Pix, dinheiro e pagamento pelo aplicativo.",
  "posso usar cupons de desconto?": "Sim, insira o código do cupom na seção de pagamento antes de finalizar a corrida.",
  "há suporte para idiomas estrangeiros?": "Sim, nossa interface suporta inglês, espanhol e outros idiomas principais.",
  "há transporte para idosos?": "Sim, nossos motoristas estão preparados para atender passageiros idosos com segurança e conforto.",
  "como funciona a divisão de tarifa em corridas compartilhadas?": "O valor é calculado com base na rota e dividido proporcionalmente entre os passageiros.",
  "o que acontece se eu perder a corrida agendada?": "O motorista aguardará por alguns minutos e, caso não compareça, a corrida será cancelada automaticamente.",
  "há transporte para grandes grupos?": "Sim, temos veículos maiores, como vans, para atender grupos maiores. Consulte no app.",
  "como faço para adicionar um ponto de referência no destino?": "Ao selecionar o destino, você pode adicionar detalhes no campo 'Notas ao motorista'.",
  "o que é o serviço executivo?": "O serviço executivo oferece carros premium e motoristas com traje formal para ocasiões especiais.",
  "como posso economizar em corridas?": "Use cupons de desconto, participe do programa de fidelidade e aproveite promoções exclusivas.",
  "há transporte para hospitais ou clínicas?": "Sim, temos transporte dedicado para consultas médicas e procedimentos.",
  "como posso sugerir melhorias no aplicativo?": "Você pode enviar sugestões pelo nosso e-mail ou diretamente no app, na seção de feedback.",
  "há transporte para mudanças?": "No momento, não oferecemos transporte para mudanças, apenas para passageiros.",
  "os motoristas podem fazer paradas extras durante a corrida?": "Sim, paradas podem ser adicionadas no app antes ou durante a corrida.",
  "como garantir um bom atendimento?": "Siga as diretrizes de respeito e cordialidade, avaliando o motorista ao final da corrida.",
  "há veículos blindados disponíveis?": "Sim, temos uma frota limitada de veículos blindados para segurança extra. Consulte no app.",
  "como faço para excluir minha conta?": "Entre em contato com o suporte pelo app para solicitar a exclusão da conta.",
  "há transporte durante feriados?": "Sim, nossos serviços funcionam 24 horas por dia, mesmo em feriados.",
  "como posso acompanhar promoções sazonais?": "Ative as notificações do app para não perder nenhuma promoção ou desconto especial.",
  "há suporte para emergências médicas?": "Embora não substitua uma ambulância, nossos motoristas podem atender solicitações de transporte rápido em situações urgentes.",
  "há limite de idade para passageiros?": "Menores de idade devem estar acompanhados por um responsável para utilizar o serviço.",
  "como funciona o sistema de gorjetas?": "Você pode adicionar uma gorjeta ao final da corrida diretamente pelo app ou pagar em dinheiro.",
  "há transporte em áreas rurais?": "Nossos serviços estão disponíveis em áreas limitadas. Consulte o aplicativo para verificar cobertura.",
  "o que fazer se o motorista estiver dirigindo de forma perigosa?": "Use o botão de emergência ou reporte o incidente imediatamente pelo aplicativo.",
  "há suporte para transporte de equipamentos esportivos?": "Sim, informe no campo 'Notas ao motorista' sobre equipamentos como pranchas ou bicicletas.",
  "como funciona o cálculo do tempo estimado de chegada?": "O tempo é calculado com base no tráfego em tempo real e na distância até o destino.",
  "há transporte para casamentos ou eventos especiais?": "Sim, oferecemos transporte personalizado para eventos. Entre em contato para mais informações.",
  "posso cancelar a corrida se o motorista demorar muito?": "Sim, você pode cancelar sem custo adicional se o atraso for significativo.",
  "o que fazer se a rota escolhida não for a melhor?": "Você pode sugerir ao motorista uma rota alternativa ou ajustar no aplicativo.",
  "há suporte para passageiros surdos ou com deficiência auditiva?": "Sim, nossos motoristas estão treinados para atender passageiros com deficiência auditiva.",
  "como posso adicionar um cartão de pagamento?": "Acesse 'Métodos de pagamento' no app e adicione os dados do cartão.",
  "há transporte para eventos corporativos?": "Sim, organizamos transporte para eventos empresariais. Consulte nossos planos corporativos.",
  "posso levar alimentos e bebidas no veículo?": "Sim, desde que não causem danos ou sujeira no veículo.",
  "há suporte para solicitações especiais?": "Sim, informe suas necessidades no campo 'Notas ao motorista' ao solicitar a corrida.",
  "como funciona o reembolso de corridas canceladas?": "Reembolsos são processados automaticamente para cancelamentos dentro da política.",
  "posso usar mais de um método de pagamento na mesma corrida?": "Não, atualmente aceitamos apenas um método por corrida.",
  "há cobrança adicional para corridas em pedágios?": "Sim, taxas de pedágio são adicionadas ao valor final da corrida.",
  "posso adicionar meu endereço favorito?": "Sim, salve seus endereços favoritos no menu de configurações para acesso rápido.",
  "como funciona o sistema de prioridade para corridas?": "Clientes frequentes e com boas avaliações podem ter prioridade em horários de alta demanda.",
  "há suporte para transporte de idosos com cadeiras de rodas?": "Sim, temos motoristas com veículos adaptados para transportar cadeiras de rodas.",
  "posso reavaliar um motorista depois de finalizar a avaliação?": "Sim, você pode ajustar sua avaliação na seção de histórico de corridas.",
  "há transporte para entregas?": "No momento, oferecemos apenas transporte de passageiros, mas estamos expandindo serviços.",
  "como faço para bloquear um motorista?": "Entre em contato com o suporte para solicitar que um motorista específico não seja mais atribuído a você.",
  "há suporte para eventos de última hora?": "Sim, organizamos transporte rápido para eventos não planejados. Solicite pelo app.",
  "como funciona o rastreamento em tempo real?": "Acompanhe a localização do motorista em tempo real no mapa do aplicativo.",
  "como funciona o acompanhamento em tempo real?": "Acompanhe a localização do motorista em tempo real no mapa do aplicativo.",
  "há transporte para áreas com restrições de tráfego?": "Sim, mas pode haver limitações dependendo da legislação local.",
  "os motoristas passam por verificações de antecedentes?": "Sim, todos os motoristas passam por verificações rigorosas antes de serem aprovados.",
  "quais sao os servicos?": "Oferecemos transporte para corridas, agendamentos e serviços premium.",
  "q servicos vcs oferecem?": "Oferecemos transporte para corridas, agendamentos e serviços premium.",
  "servicos oferecidos?": "Temos transporte comum, premium e para grupos.",
  "como faco pra reservar uma corrida?": "Você pode reservar diretamente pelo aplicativo com alguns cliques.",
  "como reservo corrida?": "Use o app, escolha origem e destino, e confirme.",
  "como reservar?": "Basta acessar o aplicativo, escolher o local e confirmar a corrida.",
  "como reservar pelo app?": "É fácil! Entre no app, insira os dados e clique em confirmar.",
  "como agendar corrida?": "Você pode agendar no app escolhendo data e hora.",
  "quero viajar": "Você pode agendar no app informando local, data e hora.",
  "viagem": "Você pode agendar no app informando local, data e hora.",
  "quero uma viagem": "Você pode agendar no app informando local, data e hora.",
  "viajar": "Você pode agendar no app informando local, data e hora.",
  "dá pra agendar corrida?": "Sim, é só selecionar a opção de agendamento no app.",
  "como cancelo uma corrida?": "Acesse a corrida em andamento no app e clique em 'Cancelar'.",
  "posso cancelar corrida?": "Sim, basta cancelar no aplicativo antes do motorista chegar.",
  "tem taxa de cancelamento?": "Pode haver taxa dependendo do momento do cancelamento.",
  "taxa p cancelar?": "Sim, pode haver taxa em certos casos.",
  "como altero forma de pagamento?": "No app, vá em 'Pagamento' e altere o método desejado.",
  "forma de pagamento pode mudar?": "Sim, altere nas configurações do app.",
  "aceita pix?": "Sim, aceitamos pagamento via Pix.",
  "dá p pagar no pix?": "Aceitamos Pix como uma das formas de pagamento.",
  "como pago?": "Pode pagar com cartão, dinheiro ou Pix.",
  "tem suporte 24h?": "Sim, nosso suporte está disponível 24/7 pelo app.",
  "suporte funciona d noite?": "Sim, temos suporte 24 horas por dia.",
  "perdi corrida e agora?": "O motorista aguardará alguns minutos antes de cancelar.",
  "perdi a corrida": "O motorista cancela automaticamente após alguns minutos.",
  "motorista atrasado e agora?": "Se o atraso for significativo, você pode cancelar sem custo.",
  "motorista ta demorando": "Você pode entrar em contato com o motorista pelo app.",
  "tem transporte p grupo?": "Sim, oferecemos vans para grupos maiores.",
  "como chama van p grupo?": "No app, escolha a opção de transporte para grupo.",
  "tem carro blindado?": "Sim, temos veículos blindados disponíveis sob consulta.",
  "posso pedir carro blindado?": "Sim, consulte a disponibilidade no aplicativo.",
  "posso levar pet?": "Sim, transporte de pets é permitido em alguns veículos.",
  "transporte p pets?": "Aceitamos pets com as devidas proteções (caixa de transporte).",
  "tem promo agora?": "As promoções estão disponíveis no app. Confira na seção de cupons.",
  "promocoes atuais?": "Veja as promoções no app ou ative notificações para atualizações.",
  "posso usar cupom?": "Sim, insira o código do cupom antes de confirmar a corrida.",
  "como usar cupom?": "Na tela de pagamento, insira o código do cupom.",
  "posso dividir tarifa?": "Sim, corridas compartilhadas têm divisão automática de tarifas.",
  "dividir custo c amigo?": "Corridas compartilhadas permitem divisão do custo diretamente no app.",
  "transporte em feriado?": "Sim, operamos normalmente durante feriados.",
  "tem corrida feriado?": "Funcionamos 24/7, mesmo em feriados.",
  "trabalham no feriado?": "Sim, estamos disponíveis em qualquer dia do ano.",
  "e se app travar?": "Reinicie o app ou atualize. Caso persista, fale com o suporte.",
  "o app bugou?": "Reinicie e tente novamente. Se o problema continuar, entre em contato com o suporte.",
  "posso reavaliar motorista?": "Sim, você pode ajustar a avaliação no histórico de corridas.",
  "como muda avaliacao?": "Altere sua avaliação acessando a corrida no histórico.",
  "tem como bloquear motorista?": "Entre em contato com o suporte para solicitar o bloqueio.",
  "quero bloquear motorista": "Solicite ao suporte para não ser mais atendido por esse motorista.",
  "tem servico executivo?": "Sim, temos carros premium para ocasiões especiais.",
  "posso pedir carro premium?": "Sim, escolha a categoria premium no app.",
  "dá p pedir carro luxo?": "Sim, escolha a opção executiva ou premium ao solicitar.",
  "tem carro grande?": "Sim, oferecemos opções de vans ou SUVs.",
  "como chama SUV?": "No app, selecione a opção de veículo grande.",
  "corridas compartilhadas como funcionam?": "São corridas divididas entre passageiros que seguem rotas similares.",
  "tem como pedir mais barato?": "Use cupons de desconto ou aproveite promoções no app.",
  "dá pra economizar?": "Sim, participe do programa de fidelidade e use cupons.",
  "tem transporte p aeroporto?": "Sim, temos corridas específicas para aeroportos.",
  "como agendar p aeroporto?": "No app, selecione o destino e a opção de agendamento.",
  "tem transporte p hospital?": "Sim, oferecemos transporte para hospitais e clínicas.",
  "dá p transportar cadeira de rodas?": "Sim, alguns motoristas têm veículos adaptados. Consulte no app.",
  "transporta cadeirante?": "Sim, alguns motoristas têm veículos adaptados. Consulte no app.",
  "aceita pagamento no carro?": "Sim, pode pagar em dinheiro diretamente ao motorista.",
  "tem transporte rural?": "Atendemos áreas limitadas. Consulte no app para verificar.",
  "transporte pra fazenda?": "Atendemos áreas rurais dependendo da distância e acesso.",
  "como sugiro melhorias?": "Envie feedback pelo app ou nosso canal de suporte.",
  "dá pra dar sugestao?": "Sim, envie ideias pelo nosso formulário no aplicativo.",
  "preço": "O preço varia conforme o tipo de corrida e a distância.",
  "custo": "O preço varia conforme o tipo de corrida e a distância.",
  "preços": "O preço varia conforme o tipo de corrida e a distância.",
  "serviços": "Oferecemos aluguel de carros, transporte executivo e motoristas particulares.",
  "reserva": "Você pode reservar uma corrida através do nosso app.",
  "como faço para reservar": "Você pode reservar uma corrida através do nosso app.",
  "como faço para reservar?": "Você pode reservar uma corrida através do nosso app.",
  "como faço para reservar uma corrida": "Você pode reservar uma corrida através do nosso app.",
  "como faço para reservar uma": "Você pode reservar uma corrida através do nosso app.",
  "como faço para reservar uma viagem": "Você pode reservar uma corrida através do nosso app.",
  "como faço para agendar uma viagem": "Você pode reservar uma corrida através do nosso app.",
  "como faço para agendar uma corrida": "Você pode reservar uma corrida através do nosso app.",
  "como faço para agendar uma corrida?": "Você pode reservar uma corrida através do nosso app.",
  "aluguel": "O aluguel de carros começa a partir de R$ 100 por dia.",
  "motorista": "Nossos motoristas são profissionais qualificados.",
  "localização": "Estamos localizados no centro da cidade.",
  "endereço": "Nosso escritório fica na Rua Principal, 123.",
  "zona": "Atuamos em diversas zonas da cidade.",
  "suporte": "Nosso suporte está disponível 24/7.",
  "ajuda": "Estamos aqui para ajudar! Como posso assisti-lo?",
  "ajude": "Estamos aqui para ajudar! Como posso assisti-lo?",
  "me ajude": "Estamos aqui para ajudar! Como posso assisti-lo?",
  "me ajuda": "Estamos aqui para ajudar! Como posso assisti-lo?",
  "reembolso": "Em caso de cancelamento, você pode solicitar um reembolso completo dentro de 24 horas.",
  "cancelamento": "Para cancelar uma reserva, basta acessar o nosso aplicativo.",
  "cancelar viagem": "Para cancelar uma reserva, basta acessar o nosso aplicativo.",
  "cancelar corrida": "Para cancelar uma reserva, basta acessar o nosso aplicativo.",
  "cancelar reserva": "Para cancelar uma reserva, basta acessar o nosso aplicativo.",
  "carona": "Caronas para longas distâncias.",
  "caronas": "Caronas para longas distâncias,",
  "app": "Baixe nosso app para reservar sua corrida com facilidade.",
  "website": "Você também pode fazer a reserva pelo nosso website.",
  "promoção": "Atualmente temos promoções de 20% para novos clientes!"
}